Revit 2027 API
FieldBuilder Properties
The FieldBuilder type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FieldBuilder Class
Autodesk.Revit.DB.ExtensibleStorage Namespace